[
  {
    "key": 0,
    "isActive": true,
    "name": "irure",
    "description": "Lorem anim nulla ad irure nostrud nulla in cupidatat anim est dolore pariatur pariatur. Quis pariatur nulla irure ad laborum exercitation officia. Consectetur id aliquip consectetur excepteur in magna qui.\r\n",
    "created": "2018-05-18 04:04:59",
    "updated": "2019-02-03 06:50:00",
    "type": "geolocation"
  },
  {
    "key": 1,
    "isActive": true,
    "name": "anim",
    "description": "Eiusmod dolore veniam id cupidatat dolor velit nostrud. Quis irure laboris nostrud sunt nostrud irure id ex fugiat. Exercitation sit consectetur nostrud aliqua ex. Et quis nisi cupidatat veniam adipisicing eu laborum.\r\n",
    "created": "2018-11-17 11:13:18",
    "updated": "2019-04-13 11:32:47",
    "type": "temperature"
  },
  {
    "key": 2,
    "isActive": true,
    "name": "fugiat",
    "description": "Lorem culpa ut minim consequat aliqua minim laborum mollit labore magna anim minim amet. Incididunt velit consequat esse sint ipsum officia ex consectetur labore commodo voluptate Lorem. Ipsum do Lorem tempor proident pariatur voluptate cupidatat irure. Dolore officia sit consectetur nostrud veniam consequat culpa minim. Velit incididunt excepteur sit deserunt id aliquip. Commodo ea commodo ex labore ipsum consectetur in consectetur ad fugiat laboris. Velit qui duis commodo consectetur do ut et qui ea est anim amet do.\r\n",
    "created": "2018-12-26 06:09:17",
    "updated": "2019-02-20 11:51:14",
    "type": "noise"
  },
  {
    "key": 3,
    "isActive": false,
    "name": "sunt",
    "description": "Nisi anim consectetur aliquip nostrud est duis. Elit sint adipisicing Lorem elit anim. Non nisi incididunt dolor qui excepteur anim commodo consequat culpa elit nisi est nulla aliquip. Enim fugiat esse consectetur ad reprehenderit reprehenderit reprehenderit cupidatat. Enim proident quis aute aute ut esse consectetur irure Lorem. Consequat quis pariatur duis ea ex. Qui ad id excepteur pariatur.\r\n",
    "created": "2018-08-09 06:04:13",
    "updated": "2018-12-18 03:11:16",
    "type": "video"
  },
  {
    "key": 4,
    "isActive": false,
    "name": "anim",
    "description": "Aute officia occaecat magna voluptate irure. Exercitation aliqua quis adipisicing laborum ut nulla velit. Laborum ex mollit duis in duis eu enim et laborum velit anim excepteur. Quis dolor ut sunt officia. Sunt nulla consequat culpa ipsum enim ullamco pariatur cillum reprehenderit elit consectetur. Quis reprehenderit proident officia minim ex Lorem proident aliquip cupidatat in tempor aliquip.\r\n",
    "created": "2018-02-05 04:25:11",
    "updated": "2018-08-25 07:20:14",
    "type": "airQuality"
  },
  {
    "key": 5,
    "isActive": true,
    "name": "pariatur",
    "description": "Dolor officia elit cillum eiusmod mollit labore irure. Aliquip dolore culpa eiusmod sunt incididunt quis do Lorem est. Labore duis aliquip mollit excepteur aliqua magna id consectetur irure. Non anim dolore laboris ullamco magna consectetur dolor. Et veniam magna consectetur irure sint commodo elit commodo dolor esse eiusmod.\r\n",
    "created": "2018-05-16 02:06:16",
    "updated": "2018-02-18 01:10:39",
    "type": "humidity"
  },
  {
    "key": 6,
    "isActive": true,
    "name": "sint",
    "description": "Elit minim nisi nostrud sunt ipsum non nisi nostrud consequat qui consectetur adipisicing irure. Sit esse sunt incididunt laborum ad duis reprehenderit proident aliquip qui ad. Laborum aute pariatur ipsum deserunt laboris dolore velit commodo eiusmod eiusmod id irure. Eiusmod nisi magna consectetur Lorem do nisi ut pariatur et aliqua elit. Esse consequat deserunt ut elit culpa. Eu officia nostrud nisi irure aute nisi ut in ea qui in enim.\r\n",
    "created": "2018-12-06 08:37:38",
    "updated": "2018-09-18 09:09:25",
    "type": "light"
  },
  {
    "key": 7,
    "isActive": true,
    "name": "anim",
    "description": "Exercitation sit consectetur nostrud aliqua ex. Et quis nisi cupidatat veniam adipisicing eu laborum.\r\n",
    "created": "2018-11-17 11:13:18",
    "updated": "2019-04-13 11:32:47",
    "type": "temperature"
  }
]
